{"config": [{"config": {"units": 784, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "activation": "relu", "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "batch_input_shape": [null, 784], "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "dtype": "float32", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"units": 10, "bias_regularizer": null, "kernel_regularizer": null, "trainable": true, "kernel_constraint": null, "use_bias": true, "name": "dense_2", "activation": "softmax", "kernel_initializer": {"config": {"stddev": 0.05, "seed": null, "mean": 0.0}, "class_name": "RandomNormal"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "2.1.2", "class_name": "Sequential", "backend": "tensorflow"}